Ubuntu1604.home/Output_TestCompose_of-ccx/Outer-Fluid/constant/turbulenceProperties
FoamFile {
    version 2.0;
    class dictionary;
    object turbulenceProperties;
    format ascii;
}
simulationType laminar;

RAS
{
	RASModel	kEpsilon;
	turbulence	off;
	printCoeffs on;
}

